Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Lullaby.tmx
Source language: ko_kr
Languages: en

source: 원하신다면 바둑도 언제든지 코링구요
en: or we can play a game of go if you want.

source: 아무리 이서화 사원이 나한테 중요한 사람이더라도 인간들의 애정사에 관여하는 건 마왕으로서의 자존심이 허락하지 않습니다.
en: although you are someone important to me, as the demon king, I can't deign to intervene in the love lives of humans.

source: 대표님이 오시는 건 언제든지 환영이지만 그럴 경우 미리 말씀을 주시면…
en: you are always welcome to come, but if you are, please let me know in advance...

source: 저기...
en: excuse me...

source: 푸슬
en: smile

source: 수마 집 거실
en: sleep demon’s living room

source: 그럼 혹시 인간 세상에서 만났던 분은 없었나요?
en: then, has he ever dated anyone in the human world?

source: 받아주면 좋겠는데.
en: I’d really like you to.

source: 대체 언제 끝나는 거지?
en: how long is this gonna take?

source: 밤이 조금 더...{j}길었으면 좋겠구나.
en: I wish tonight would... last a little longer.

source: 쭈뼛쭈뼛
en: stiff

source: 인연도 아니고 그냥...
en: I’m probably just... a person whom he will quickly forget about.

source: 갑자기 무슨 꿍꿍이지?
en: what are you playing at?

source: 나만 너무 의식하는 건가?
en: maybe I’m being overly sensitive.

source: 같이 산다는 거 사실일까?
en: I wonder if it’s true that they live together.

source: 오전 09:11
en: 09:11 AM

source: 그런데 웬 꽃향기가…
en: the smell of... flowers...

source: 심쿵!
en: touched

source: 뭘 안 하냐고요.
en: never what?

source: 씁쓸..
en: bitter

source: 요새 집콕 캠핑이 유행이거든요.
en: people these days like to go camping, but at home.

source: 맛집…?
en: a good restaurant?

source: 그 말 때문이야.
en: it’s because of what she said.

source: 우르르
en: swarm

source: 돌아누웠어…?{j}왜…?!
en: wait, he turned to face me? why?!

source: 그렁 그렁
en: teary teary

source: 치이...
en: jeez...

source: 전 그랬거든요.
en: because I have.

source: 쉬라고 그랬더니 괜히 이런 걸 준비한다고 쓸데없이 힘이나 빼고
en: why did you waste your time and energy preparing all this, when I told you to just get some rest?

source: 그쪽이 날 지킨다고요?
en: you? will protect me?

source: 와...
en: wow...

source: 제 나이의 몇 배인데 당연히 피곤하시겠죠.
en: you are so much older than me. it makes sense that you’re tired.

source: 일어나세요!
en: wake up!

source: 왜 그런 말씀을 하신 거지?
en: why did he say that?

source: 도리도리
en: shake shake

source: 가기 전에 충분히 보상할 겁니다.
en: I’ll make sure to compensate you fairly before I leave.

source: 아…그게 자기 전에 휴대폰 보고 그런 거 절대 안 한다구요.
en: oh... um... I’ll never look at my phone before going to sleep again.

source: 비척 비척
en: limp limp

source: 하아 하아
en: huff huff

source: 걱정 마세요.
en: don’t worry.

source: 스릉
en: glow

source: 그러니까 좋아한다는 고백은 절대 하면 안 돼.{j}절대로…
en: so I can’t tell him how I feel. no matter what...

source: 내가 대체 여기서 왜 이러고 있는 건지…
en: what am I even doing here?

source: 네.{j}뭐...
en: well, yes...{j}

source: 앞으로 명부 수행은 저랑 꼭 같이 가요.
en: from now on, when you’re going through the list of names, bring me along.

source: 대체 체력관리는 어떻게 하신 거예요?
en: how are you still totally fine? do you go to a gym or something?

source: 내가 대표님을 좋아한다고?
en: I... like mr. gam?

source: 뭐든 말해 봐요.
en: whatever it is, tell me.

source: 대표님~ 여기요~ 여기
en: mr. gam! over here!

source: 저도 같이 가면 안 될까요?
en: can I come with you?

source: 대표님?!
en: mr. gam?!

source: 꾹 꾹
en: smooth

source: 심장 떨어지는 줄 알았네.
en: I thought my heart was gonna explode.

source: 네!{j}대표님두요!
en: yes, you too!

source: 아아… 내가 가면 다른 사람들이 불편해 하는군요?
en: oh, I see... so people will feel uncomfortable if I show up.

source: 지난번에 기획안 작성도 도와주셨구
en: you helped me with that project proposal the other day...

source: 쿵쿵
en: ba-bump ba-bump

source: 빤..
en: stare

source: 이 위험한 상황에서 왜...
en: you could’ve gotten seriously hurt!

source: 대신 나한테 말 걸지 말아요.
en: fine, but don't try to talk to me.

source: 딩-
en: dazed

source: 지나 보니 알겠더군.{j}왜 그런 말을 했는지.
en: later, I realized why he’d told me that.

source: 이게 뭐예요~
en: what the heck?

source: 그런 중간 단계를 생략한 획기적인 프로젝트랄까.
en: this is a innovative project that will skip over all of that.

source: 비릿
en: smirk

source: 안 해본 사람은 있어요 한 번만 해본 사람은 없다는 마약 해먹!
en: it’s not really camping without a hammock!

source: 그냥 시도 때도 없이 계속 생각나고…
en: I couldn’t stop thinking about that person...

source: 당신이 어떻게…?!
en: what are you doing here?!

source: 내가 조금 더 일찍 알았으면 좋았을 텐데.{j}괜히 미안해지네...
en: I wish I’d known about this a little sooner. I feel really bad for him...{j}

source: 어딜 그냥 가려고.
en: where do you think you’re going?

source: 저렇게 좋아하다니.
en: she looks so happy.

source: 돌아누웠어…?
en: he turned around...!

source: 콩!
en: tap

source: 아니요.{j}괜찮아요.
en: no,{j} I’m fine.

source: 빤~
en: stare

source: 아까 본 건 대체 뭐였지?
en: and what was that vision I had earlier?

source: 톡톡
en: tap tap

source: 사고정지
en: frozen

source: 먼저 말해요.
en: go ahead.

source: 쿨쿨
en: zzz

source: 두리번
en: scan

source: 미쳤어?{j}무슨 망상이야!
en: no! are you out of your mind?

source: 콸콸
en: pour pour

source: 아무것도 못 하실 거면서.
en: it’s not like there’s anything you could do to stop me.

source: 둥실~
en: float

source: 그 소문...
en: ...that rumor...

source: 죄송해요!{j}제가 닦아드릴게요!
en: I’m so sorry! let me get you cleaned up!

source: 이거 되려고 얼마나 열심히 했는데요.
en: I worked so hard to try and win this.

source: 하여간 신경 쓰이게...
en: ugh, seriously...

source: 그래서 서화 씨가 위험한 걸 알고 반응하는 건가 봐요!!
en: it’s probably reacting this way because it knows miss seohwa is in danger!

source: 탁탁
en: dust off

source: 놀이공원
en: amusement park

source: 하...
en: haa...

source: 달려라~
en: let’s go!

source: 직원들의 복지 향상을 위해 구내식당 점검할 겸 들러봤는데
en: I came to take a look at the cafeteria to see if there are any improvements to make

source: 평소의 나 같았으면 화가 났을 일들이 이상하게 참아졌고
en: I didn't get frustrated at things the way I usually would have.

source: 예?
en: excuse me?

source: 걱정돼서 왔습니다.
en: because I was worried.

source: 오늘 조심하세요.
en: please be extra careful today.

source: 아니요!
en: no!

source: 대표님…?
en: mr. gam...?

source: 얼굴이 안 좋은데.
en: you seem rather unwell.

source: 내가 이 정도 가지고...!!
en: this is nothi—

source: 대표님 안녕하십니까!
en: hello, mr. gam!

source: 근데 어디로 어떻게 가요?
en: now, where are we going and how do we get there?

source: 이해한다니 다행이군요.
en: thank you for understanding.

source: 다 제가 입은 은혜가 있어서 그렇지요.
en: it’s because I owe him a lot.

source: 아…아닙니다!
en: n-no!

source: 급한 일이라고 부르신 게 누군데...
en: you’re the one who called me and said it was urgent...

source: 아무도 깨워주는 사람이 없으면 영원히 잠든다는 거예요?
en: so if no one’s around to wake them up, they could end up sleeping forever?

source: 그럼 지금 대표님이랑 저는 공적으로 만난 거예요, 사적으로 만난 거예요?
en: then the two of us being together now... is this a professional or personal meeting?

source: 내 상태를 확인하러?
en: to check on me?

source: 그러니까...
en: so you’re saying...

source: 짜-안~
en: ta-da!

source: 그냥 와도 된다구요.
en: you can just come without a reason.

source: 우와…!!
en: whoaaa!!!

source: 쿠궁
en: clunk

source: 마냥 좋아할 수가 없어.
en: I can’t help but have mixed feelings about this.

source: 어?{j}이 향기였어요!
en: oh! it was this smell!

source: 이서화 사원은 왜 안 자고 있습니까?
en: what about you, miss seohwa? why aren’t you in bed yet?

source: 정말…
en: seriously...

source: 그동안 누구와도 같이 누워본 적이 없는데… 대체 왜…?
en: I’ve never laid in bed with anyone before, so why did I...

source: 뭐?
en: what?

source: 싸아아
en: shudder

source: 갑자기 무슨…?
en: what are you asking all of a sudden?

source: 마.침.{j}식사 중이군요.
en: I didn’t think I’d run into you here.{j}what a coincidence.

source: 지금까지 내가 원한 걸 가지지 못한 적은 없었으니...{j}이번에도 그렇게 될 겁니다.
en: not once in my life have I failed to get what I want... and this time will be no different.{j}

source: 휘적
en: stir

source: 그럼 됐습니다.
en: I’m glad.

source: 별 이유도 없이 기분 좋았다가 슬퍼졌다가…
en: we randomly feel happy, then get sad for no particular reason...

source: 근데 대표님…
en: hey, mr. gam...

source: 끼익
en: squeak

source: GNS 집무실
en: ceo’s office, gns

source: 서화 씨와 대표님은 달라요.
en: you and mr. gam are fundamentally different.

source: 무슨 수작이냐.
en: what are you doing here?

source: 제법인데?{j}의외군..
en: hmph, I’m impressed.{j}

source: 정말 모르겠어서 묻는 겁니다.
en: I’m asking because I don’t get it.

source: 서화 씨만 마음 아플 거예요.
en: you’re the only one who’s going to get hurt.

source: 원인이 뭐길래 숨기는 겁니까?
en: what caused it then? what are you hiding?

source: 시장에서 떡볶이를 먹지 않나.
en: like eating tteokbokki at the market...

source: 그러면 형님은 영영 마국으로 돌아올 수 없으니까.
en: ...and my brother will never be able to return to the demon world.

source: 정신없이 깜박 졸았는데...
en: I dozed off without realizing...

source: 영광으로 생각해요.
en: ...but you should be honored.

source: 형님은 네가 어디 있는지 모를 테니까.
en: my brother won’t know where you are.

source: 얘기했잖아.
en: I told you.

source: 삐죽
en: pout

source: 띵-
en: ding

source: 잠 안 자는 늦은 밤이 이렇게 즐거울 수도 있다니.
en: I didn’t know a sleepless night could be this fun.

source: 저기, 대표님.
en: hey, mr. gam...

source: 진짜 있었던 일처럼...
en: almost as if it really happened...

source: 엄근진
en: dead serious

source: 그렇다면 말은 되지.
en: wait, that makes sense.

source: 당연한 걸 물어보고…
en: I already know the answer to that...

source: 이제 몇 명 남았어요?
en: how many people are still left?

source: 내가 대표님을 좋아한다니…말도 안 돼…!!
en: I... like mr. gam? no way!

source: 사내에서 특.별.히.{j}아주 사적으로 만나는 사람이 있습니까?
en: I said, are you dating someone from work?

source: 이게 제 얘기는 아니고 제 친구 얘긴데요...
en: this is about a friend of mine...

source: 이게 대표님 사생활이라서 말씀드려도 되나 모르겠습니다만…
en: this is his private life so I’m not sure if I should tell you about this...

source: 6백 년 넘게 아무 문제 없이 했던 일입니다.
en: I’ve been doing this for more than 600 years with no problems.

source: 17:27 수정:{j}2022.04.22 17:53
en: 17:27 edited: 2022.04.22 17:53

source: 잠깐만요!
en: hold on!

source: 오늘은 나도 피곤하니 내일 합시다.
en: let’s do it tomorrow. I’m feeling pretty tired too.

source: 신입사원 공모전 1등
en: 1st Place - New Hires Contest

source: 안 그래도 이것저것 해결하시느라 머리 복잡 하실텐데 나까지 걱정 끼쳐 드렸어.
en: he must’ve been stressed already about having to deal with all this, and all I did was add to his list of worries...

source: 나한텐 가족 같은 거 없습니다.
en: I have no such thing as family.

source: 지금 올라와요.
en: Come see me in my office.

source: 헉.
en: oops.

source: 휙휙
en: wave wave

source: 백천만 기자 10million@hankook.com
en: By Cheonman Baek 10million@hankook.com

source: 흘깃
en: glance

source: 좀 쉬고 있어요.
en: stay here for a moment.

source: 내가 걸림돌이 될까 봐...?
en: he’s worried that I’ll be a burden?

source: 크으~
en: whew!

source: 확실하지도 않은 건데 괜히 고민하실 것 같아서...
en: I thought if you might be fretting about it, even though it’s not for certain...

source: 잠들어라.
en: go to sleep.

source: 언제 봐도 신기하단 말야...
en: no matter how many times I see him do that, it always amazes me...

source: 형도 다를 거 없어.
en: my brother is no different.

source: 그럼요, 정확히 언제쯤 떠나세요?
en: by the way, when exactly will you be leaving for the demon world?

source: 아뇨!{j}자야죠.
en: nope! I should go to sleep.

source: 다 그쪽이 꾸며낸 거잖아요.
en: I know you’re making it all up.

source: 혹시 마국에 대표님 여자친구나 부인 분이 계시나요?
en: does he have a girlfriend or wife back in the demon world?

source: 똘망똘망
en: sparkle sparkle

source: 주절 주절
en: ramble ramble

source: 아아… 네.
en: oh... yes, I do.

source: 아무튼 100년 전이든 600년 전이든 다르지 않았을 거란 걸 전 잘 안다구요.
en: to sum up, I’m saying I know you would’ve basically been the same person back then as you are now, whether it was 100 or 600 years ago.

source: 집에 가서 주무셔야죠~
en: it’ll be more comfortable to sleep in your own bed at home.

source: 영원한 잠과 망각의 하얀 양귀비는 나뿐이니까.
en: after all, I am the one and only white poppy of endless sleep and oblivion.

source: 힐끗
en: glance

source: 더듬 더듬
en: pat pat

source: 연구소에 가자고 먼저 말한 건 나니까 자책할 필요 없어요.
en: I’m the one who offered to take you to the lab with me.

source: 제가 깜빡 잠들기라도 하면 대표님은 엄청 위험해지는 거잖아요.
en: you could be in serious danger if I ever happen to fall asleep, since that’ll put you to sleep too.

source: 헉헉
en: huff huff

source: 지금 이 상황에서 농담이 나옵니까?
en: are you seriously making jokes right now?

source: 혹시 그쪽을 해친 게 나라면...
en: I’m the one who hurt you...

source: 신나서 잠도 안 올 것 같아요!
en: I’m so excited, I won’t be able to sleep!

source: 아니 그것보다…
en: but more importantly...

source: 좀 창피할 뿐…
en: I’m just a little embarrassed...

source: 끼익..
en: slide

source: 밤바람이 차가운데 감기 걸리면 안 되니까.
en: it’s cold out here at night. you might catch a cold.

source: 주섬 주섬
en: pick up

source: 척 척
en: thumbs up

source: 들킨 게 아니구나.
en: thank god. he didn’t find out.

source: 이서화 사원은...
en: miss seohwa...

source: 제가 또 얘기 잘 들어주는 굿 리스너!거든요.
en: I’m a very good listener!

source: 저는 언제나 긍정 에너지가 넘치는 인간 비타민인걸요?
en: you know me, I’m filled with bright, positive energy!

source: 힘든 날이었는데.
en: you had a long day today.

source: 손목을 자르지 않는 이상 뺄 방법은 없으니까.
en: there is no way to take that off, unless you cut off your wrist.

source: 어떻게 갑자기 꺼졌지?
en: how come the flames suddenly died down?

source: 그런데…
en: by the way...

source: 그러게 따라오지 말라고 했잖습니까.
en: see, I told you. this is why I didn’t want you to follow me.

source: 뚜둑
en: crack

source: 빨리 말했어야 했는데.
en: I should’ve brought this up sooner.

source: 32화
en: Episode 32

source: 근데 대표님은 왜 이렇게 식은땀을 흘리시고...
en: you look pale and you’re sweating profusely. what’s wrong?

source: 이서화 사원?
en: miss seohwa?

source: 쌩~
en: dash

source: 사오윤 기자>
en: by Oyun Sa

source: 지금 뭐 하는 겁니까?
en: what are you doing?

source: 꼼지락
en: fidget

source: "심려 끼쳐 송구…"
en: “I apologize for what happened...”

source: 그럼 쉬어요.
en: then... good night.

source: 무엇보다…이서화 사원과 있으면.
en: and most of all... when I’m with you...

source: 음… 모래시계를 확인해 봐야 정확히 알겠지만
en: mm... I’d have to check the hourglass,

source: GNS 침(대 공학 연구소)
en: GNS B<ed Engineering Lab>

source: 그런 편한 옷 입으신 거 새로워서요.
en: it’s just that I don’t ever really see you in casual clothes.

source: 이서화 사원...!!
en: miss seohwa!

source: 알았습니다.
en: all right.

source: 금실장한테 데려다주라고 할 테니까.
en: I’ll ask mr. geum to drive you home.

source: 그럼 한 번...
en: okay, then...

source: 약속해요.
en: promise me.

source: 쩌적
en: crack

source: 이 여자한테 접근할 생각은 안 하는 게 좋을 거다.
en: don’t even think about coming near this woman.

source: 저는 워낙 모든 사람들한테 그러는 편이라서요.{j}오해하시진 마시구요.
en: this is just how I am towards everyone. please don’t take it the wrong way.{j}

source: 곤란할 상황 안 만들테니 걱정말아요.
en: don’t worry. I won’t put you in an awkward position.

source: 그건 분명히 누군가를 좋아하는 마음이에요.
en: that’s what happens when you like someone.

source: 왜 나를...
en: why does she look like...

source: 으으…
en: ughh...

source: 어차피 이루어지지 않을 거, 여기서 정리하자.
en: I should move on. it was never going to happen anyway.

source: 저한테?
en: and me?

source: 어색어색
en: awkward awkward

source: 아무 생각이 안 나거든요.
en: it stops you from dwelling on it so much.

source: 5시간째 기다리는 중
en: he’s been waiting for five hours

source: 다음부턴 굳이 용건을 만들 필요 없습니다.
en: you don’t need to make up an excuse next time.

source: 이거 찾아요?
en: is this what you are looking for?

source: 우리 회사 어쩌냐.{j}난리 SKKT네.
en: Our company’s in trouble.{j}What a fiasco.

source: 제가 위험해지면 여기에서 신호가 간다면서요.
en: but you said this would send you a signal whenever I'm in danger.

source: 사르르
en: whoosh

source: 힉!{j}지금 몇 시예요?
en: oh my god! what time is it right now?

source: 그래서 당신이 죽어야 하는 거야.
en: that’s why you need to die.

source: 뿅!
en: pop

source: 대표님이 누군가를 해치는 존재가 되는 게 싫어요.
en: ...I don’t want you to end up causing anyone harm.

source: 인간들에게 좋은 잠을 주는 일은...
en: was the most satisfying deed I’ve accomplished in the past 600 years.

source: 어쨌든 난 그쪽의 걱정은 사양하겠습니다.
en: either way, I don’t need you to worry about me.

source: 조금 진정하면 괜찮을 거예요.
en: I’ll be fine after I calm down a little.

source: 괜찮습니다.
en: it’s all right.

source: 사...{j}살려주세요...
en: p-please don’t kill me...{j}

source: 뭐 바라는 거 없이 그냥 좋아하기만 하면 안 되나?
en: can’t I just have feelings for him... without expecting anything in return?

source: 약속해요.{j}앞으론 다신 이러지 않겠다고.
en: please promise me{j}that you won’t ever do anything like this again.

source: 어서.
en: come on.

source: 저는 전생이니까 기억을 못할 수도 있지만 대표님은 기억할 수 있는 것 아닌가 싶어서요.
en: it makes sense for me to not remember it since it happened in my past life, but you should be able to remember it clearly.

source: 대신.{j}이거 하나만 물어보죠.
en: but before I do that, let me ask you this one thing.{j}

source: 노트북 켜면 감봉입니다.
en: and if you open that laptop again, I’m going to dock your pay.

source: 어쨌든 이제 그 누구도 쓸데없는 얘기로 이러쿵저러쿵 못 할 거니까.
en: because no one will be able to spread such filthy gossip about us anymore.

source: 내일 발표할 기획안은 다 준비됐다고 했죠?
en: you said you finished the project plan for tomorrow, right?

source: 대표님 목소리 듣는 거 너무 좋아서요.
en: your voice is so calming. I love it.

source: 백문이 불여일견이라고, 한번 연구소에 방문해서 직접 보는 게 좋겠군요.
en: ...a picture is worth a thousand words. I think we should visit the lab and see it for ourselves.

source: 웅웅
en: vwoom vwoom

source: 재잘 재잘
en: chatter chatter

source: 왜 왔냐 물으신다면...
en: if you are wondering why I’m here...

source: 사실은 생각이 많으신 거구
en: ...it’s actually because you just have a lot on your mind,

source: 하나만 부탁하죠.
en: miss seohwa.

source: 나중에 후회하지 않게요
en: so that I won’t have any regrets later.

source: 너어무너어무 방가워여~~
en: I’m so so glad to see youuu!

source: 내일까지 기획안 더 구체화해서 가져와요.
en: bring me a more detailed project plan by tomorrow.

source: 뒤적 뒤적
en: rummage rummage

source: 천천히 가요.
en: slow down.

source: 대답은 됐습니다.
en: there’s no need for you to answer that.

source: 예쁘다… 너무 예뻐요!
en: wow... it’s so pretty!

source: 그래서 인간 파트너인 그쪽을 만나는 게 나의 업보였다면...
en: and I was karmically destined to meet you as my human partner...

source: 어떻게 된 거예요?
en: what happened?

source: 잘 할 수 있겠습니까?
en: do you think you can take this project on?

source: 사람 목숨이 달린 일인데..!
en: we are talking about a person's life here!

source: 언젠가 나를 다시 찾아오게 될 거예요.
en: you will come find me again one day.

source: 대표님은 그럴 분이 아니니까요.
en: I know you. you’re not capable of something like that.

source: 와글와글
en: chatter chatter

source: 같이 가는 게 안전하지 않을까요?
en: wouldn’t it be safer for me to come with you?

source: 잘못했습니다, 마왕님!
en: forgive me, your majesty!

source: 이대로 잠들면 또 악몽 꿀 거 같은데.
en: at this rate, I think I’ll have another nightmare if I fall asleep.

source: 내일 봐요, 서화 씨.
en: see you tomorrow, miss seohwa.

source: 무서워…
en: I’m scared...

source: 음….
en: hmm...

source: 내가 이서화 사원의 평온한 회사 생활을 위해 직원들의 기억까지 바꿨는데도 나를 못 믿는 겁니까?
en: do you still not trust me, miss seohwa? when I even altered the memories of my staff to make your life easier at work?

source: 대표님 실망 안 시켜드리게 이번 프로젝트 진짜 잘 하자..!
en: I’ll work really hard on this project so as not to disappoint mr. gam!

source: 괜찮으십니까?
en: are you okay?

source: 이제 무슨 일이 있어도 형님이 찾아오진 못 할걸?
en: but now my brother won’t be able to find you, no matter what happens.

source: 아니요.
en: nope.

source: 언제 어디서 쓰러져서 잠들지도 모르는데.
en: who knows when and where you might end up asleep!

source: 멍-
en: dazed

source: 상품기획팀
en: Product Development Team

source: 쓸데없는 호의는 불쾌감을 남기죠.
en: unnecessary kindness is unpleasant.

source: 이서화 사원, 내 마음을 받아주겠어요?
en: miss seohwa, will you be my girlfriend?

source: 아악!!
en: ahh!

source: 대표님한테 대표님이 절 좋아하게 해달라고 어떻게 말해요…!
en: how could I ask you to make yourself return my feelings?!

source: 명쾌
en: clear answer

source: 내 프라이버시를 침해했으니 나도 하나만 물어봐야겠군요.
en: well, since you violated my privacy, I’d also like to ask you a question.

source: 아… 그때 말씀하셨던 친환경 소재 관련해서 H 회사랑 회의하고 오는 길이에요.
en: oh... I just had a meeting with h company about the eco-friendly materials you mentioned the other day.

source: 혹시 오늘 나 몰래 커피 마셨습니까?
en: did you perhaps drink some coffee today without my knowledge?

source: 이 정도는 말해도 되겠지?
en: I can probably tell him this much.

source: 집에 가서 하죠.
en: you can finish this at home.

source: 선택할 수 있는 게 아니라.
en: I’m not doing this by choice.

source: ....왜요?
en: why?

source: 갑자기 무슨 소립니까?
en: what are you talking about?

source: 그거 세계에서 가장 비싸다는 꿀 아니에요?!
en: isn’t that the most expensive honey in the world?!

source: 한 번만요...
en: just this once...

source: 제가...{j}지켜드린댔잖아요.
en: I said... I’d protect you.{j}

source: 아유, 이것 봐.
en: look at that!

source: 아뇨.
en: no, I’m fine.

source: 흡
en: gulp

source: 그런데 저만큼이나 대표님이 아프지 않고 행복했으면 좋겠어요.
en: but it’s just as important to me that you’re safe and happy.

source: 네...
en: yes...

source: 대표님, 하신다는 말씀이…?
en: so... what did you want to talk to me about?

source: 꼴꼴꼴
en: pour

source: 걱정했다구요.
en: I was worried about you.

source: 단 한 번도요?
en: not even once?

source: 정신이 듭니까?
en: oh, you’re awake.

source: 잘 마시겠습니다아.
en: thank you.

source: 호호 하하
en: haha hehe

source: 하하.
en: haha.

source: 명부 수행!
en: the list of names!

source: 대애박….
en: oh my god...

source: 우린 한편이 돼야 하잖아요.
en: we need to work together as a team.

source: 호텔
en: hotel

source: 대표님!!
en: mr. gam!

source: 헤드조명침대 기획서
en: Headboard Light Bed Proposal

source: 내가?{j}왜?
en: about me? why?{j}

source: 네.{j}알겠습니다.
en: yes,{j} sir.

source: 그런데 날 구하겠다고 뛰어들다니.
en: yet she jumped in to save me.

source: 이서화 사원이 걱정돼서.
en: I was worried about you, miss seohwa.

source: 시설 관리 측 책임은 아닙니다.
en: the facility’s management is not to blame.

source: 퐁~
en: pop

source: 서화 씨, 이런 거 물어보는 거 주제넘는 것 같아서 조심스럽긴 한데
en: miss seohwa, I’m not sure if I should ask you this, but...

source: 600년 동안의 형벌을 끝낼 수 있게 하는 게 왜 하필 그쪽일까.
en: why is it you alone who can end the punishment he has had to endure for the past 600 years?

source: 음..
en: hmm...

source: 너랑 형이 무슨 '악연'이었을까.
en: in what twisted way were you and he connected in your previous life?

source: 괜찮아요.
en: I’m fine.

source: 둥실
en: float

source: 실없는 소리를 하는 거 보니 괜찮아졌군요.
en: it sounds like you do feel better now, since you’re back to spouting nonsense.

source: 대표님!
en: mr. gam!

source: 지금 이거...{j}사람들이 다 얼음...{j}이 돼서 멈춰 있는 거요, 대표님이 한 거예요?
en: mr. gam... did... did you... just freeze all these people?{j}{j}

source: 다음날
en: the next day

source: 빨리 대피해서 큰 부상 입은 사람은 없습니다.
en: no serious injuries, thankfully. everyone evacuated the building quickly.

source: 대표님이 마국으로 무사히 가는 그날까지!
en: until the day you safely return to the demon world...

source: 고깃집
en: korean bbq restaurant

source: 그게 무슨...
en: what-?

source: 괜찮습니까?
en: are you okay?

source: 쏘옥
en: slide

source: 서화 씨.{j}그때 말한 저녁 식사요…
en: miss seohwa, about that dinner we talked about—

source: 저와 안 좋은 일로 엮인 걸 수도 있다는 말...
en: you said it was possible that we’re connected because something terrible happened between the two of us in my previous life...

source: 그럼 여긴 뭐 하러 온 거죠?
en: why did you come to see me then?

source: 넵!
en: yes, sir!

source: 착각하지 말자.
en: no way.

source: 뭐야, 서화 씨.
en: huh?

source: 문자에 답도 없으시고...
en: you didn't respond to my texts...

source: 나한테 연락 한 번 안 하고?
en: she didn’t even bother to give me a call!

source: 시드르 벌꿀입니다.
en: it’s sidr honey.

source: 뭐 합니까?
en: what are you doing?

source: 난 인간들의 약속은 믿지 않습니다.
en: I don’t place my faith in promises made by humans.

source: 그때 생각나네요.
en: reminds me of that day.

source: 펑
en: boom

source: 이 분위기 뭐지?
en: something feels off.

source: 불편할 텐데 언제까지 저러고 있으려고
en: how long is she going to stay like that for? doesn’t she feel uncomfortable?

source: 나야 명부 수행이 익숙한 일이지만 이서화 사원은 힘들지 않습니까?
en: I’m used to going through the list of names each night... but isn’t it exhausting for you?

source: 어리석긴.
en: what a fool.

source: 치..
en: pft...

source: 꼭..
en: squeeze

source: 할아버지, 일어나세요.
en: wake up, sir.

source: 부웅-
en: vroom

source: 핏-
en: pfft

source: 제가 오늘 좀 감성적이었나 봐요.
en: I guess I’m feeling a bit emotional today.

source: 역시...!!
en: I knew it...!!

source: 그냥 와도 된다구요.{j}용건 없어도.
en: you can come see me whenever you want.{j}you don’t need a reason.

source: 역시 대표님은 달라...!
en: mr. gam is so different!

source: 여기가 마지막입니다.
en: this is the last one.

source: 진짜 아무 말이나 괜찮아요.
en: just talk about anything you want to.

source: 무슨 일입니까?
en: are you okay?

source: *Fast track:
en: *fast track: a speedy process in order to meet a goal.

source: 지금은 괜찮아요.
en: I’m okay now.

source: 가시기 전까지 최대한 좋은 기억을 남겨드리자.
en: I’ll try my best to make good memories for him until he leaves.

source: 말하지 않았습니까.
en: I told you.

source: 어젯밤에 명부 수행 따라다녔더니 엄청 피곤하네.
en: I'm so tired... probably because I accompanied mr. gam as he was going through the list last night.

source: 그 정도는 해주실 수 있잖아요.
en: you can do that for me, right?

source: 이제...
en: now...

source: 생각해 보니 이서화 사원 덕분에 처음으로 해보는 것들이 많군요.
en: now that I think about it, I’ve ended up doing a lot of new things thanks to you, miss seohwa.
